Repository: AlexBahrin/ApartBook
Catalog: Apartament/locale/*/LC_MESSAGES/django.po
Languages: de, ro, ru, uk

source: Download .ics file
de: .ics Datei herunterladen
ro: Descarcă fișier .ics
ru: Скачать файл .ics
uk: Завантажити файл .ics

source: Import Calendars
de: Kalender importieren
ro: Import Calendare
ru: Импорт календарей
uk: Імпорт календарів

source: Add iCal URLs from other platforms to automatically sync their bookings. Calendars are synced every minute.
de: Fügen Sie iCal URLs von anderen Plattformen hinzu, um ihre Buchungen automatisch zu synchronisieren. Kalender werden jede Minute synchronisiert.
ro: Adăugați URL-uri iCal de la alte platforme pentru a sincroniza automat rezervările lor. Calendarele sunt sincronizate în fiecare minut.
ru: Добавьте URL-адреса iCal с других платформ, чтобы автоматически синхронизировать их бронирования. Календари синхронизируются каждую минуту.
uk: Додати URL-адреси iCal з інших платформ для автоматичного синхронізації їх бронювання. Календарі скопіюють кожну хвилину.

source: Name (e.g., Airbnb)
de: Name (z.B. Airbnb)
ro: Nume (ex., Airbnb)
uk: Назва (наприклад, Airbnb)

source: iCal URL
ro: URL iCal
uk: Статус на сервери

source: Add
ro: Adresă

source: Sync All Now
de: Alles jetzt synchronisieren
ro: Sincronizează Tot Acum
ru: Ваша учетная запись теперь активна и готова к использованию
uk: Синхронізація

source: Connected Calendars
de: Vernetzte Kalender
ro: Calendare Conectate
ru: Подключенные календари
uk: З'єднані календарі

source: Name
ro: Nume
ru: Название
uk: Назва

source: Last Synced
de: Letzter Beitrag
ro: Ultima Sincronizare
ru: Последний синхронизированный
uk: Остання синхронізація

source: Inactive
de: Inaktiv
ro: Inactiv
ru: неактивный
uk: Неактивний

source: Error
de: Fehler
ro: Eroare
ru: Ошибка
uk: Помилка

source: Never synced
de: nie synchronisiert
ro: Niciodată sincronizat
ru: Никогда не синхронизировался
uk: Ніколи не закручені

source: Sync now
de: Jetzt synchronisieren
ro: Sincronizează acum
ru: Синхронизировать сейчас
uk: Sync тепер

source: Delete
de: Löschen
ro: Șterge
ru: Удалить
uk: Видалити

source: No external calendars connected yet.
de: Noch keine externen Kalender verbunden.
ro: Încă nu există calendare externe conectate.
ru: UID из внешнего события iCal
uk: Не підключено зовнішні календарі.

source: Add iCal URLs from Airbnb, Booking.com, or other platforms to sync their bookings automatically.
de: Fügen Sie iCal URLs von Airbnb, Booking.com oder anderen Plattformen hinzu, um ihre Buchungen automatisch zu synchronisieren.
ro: Adăugați URL-uri iCal de la Airbnb, Booking.com, sau alte platforme pentru a sincroniza automat rezervările lor.
ru: Добавьте URL-адреса iCal с Airbnb, Booking.com или других платформ, чтобы автоматически синхронизировать их бронирования.
uk: Додавання URL-адрес iCal від Airbnb, Booking.com або інших платформ для синхронізації їх бронювання автоматично.

source: Copied!
de: Kopiert!
ro: Copiat!
ru: Скопировано!
uk: Скопійовано!

source: Delete this feed and all imported blocked dates?
de: Löschen Sie diesen Feed und alle importierten blockierten Daten?
ro: Ștergeți acest feed și toate datele blocate importate?
ru: Удалить эту ленту и все импортированные заблокированные даты?
uk: Видаліть цей корм і всі імпортні заблоковані дати?

source: Manual
de: Manuell
ru: Ручной
uk: Вручну

source: Weekend
de: Wochenende
ru: Выходные
uk: Вихідні

source: Check-in
ru: Заезд
uk: Заїзд

source: Check-out
ru: Выезд
uk: Виїзд

source: Total
de: Gesamt
ru: Итого
uk: Разом

source: Status
ru: Статус
uk: Статус

source: Calendar
de: Kalender
ru: Календарь
uk: Календар

source: Export Calendar
de: Kalender exportieren
ru: Экспорт календаря
uk: Експорт календаря

source: Your booking request is being reviewed by the owner. You'll receive a notification once it's confirmed.
de: Ihre Buchungsanfrage wird vom Eigentümer geprüft. Sie erhalten eine Mitteilung, sobald sie bestätigt ist.Ihre Buchungsanfrage wird vom Eigentümer geprüft. Sie erhalten eine Benachrichtigung, sobald sie bestätigt wurde.
