Repository: AlexBahrin/ApartBook
Catalog: Apartament/locale/*/LC_MESSAGES/django.po
Languages: de, ro, ru, uk

source: We've sent password reset instructions to your email
de: Wir haben Passwort zurücksetzen Anweisungen an Ihre E-Mail gesendet
ro: Am trimis instrucțiuni de resetare a parolei la email-ul dvs.
ru: Мы отправили инструкции по сбросу пароля на вашу электронную почту
uk: Ми надішлемо інструкції з скидання паролів на вашу електронну пошту

source: Didn't receive the email? Check your spam folder or
de: Hat die E-Mail nicht empfangen? Überprüfen Sie Ihren Spam-Ordner oder
ro: Nu ați primit email-ul? Verificați folderul spam sau
ru: Не получил письмо? Проверьте папку спама или
uk: Чи не отримувати повідомлення електронної пошти? Перевірити папку спаму або

source: try again
de: noch einmal
ro: încercați din nou
ru: Попробуйте еще раз
uk: знову

source: Create Account
ro: Creează

source: Create your account
de: Ihr Konto erstellen
ro: Creați-vă contul
uk: Створити обліковий запис

source: Join us to book amazing apartments
ro: Autentifică-te pentru a rezerva acest apartament

source: Choose a username
de: Wählen Sie einen Benutzernamen
ro: Alegeți un nume de utilizator
uk: Виберіть ім'я користувача

source: your@email.com
de: Ihr@email.com
ro: email@exemplu.ro
uk: Веб-сайт: http://www.facebook.com

source: First name
de: Vorname
ro: Prenume
ru: Имя
uk: Ім'я

source: John
ro: Ion
ru: Джон
uk: Іван

source: Last name
de: Nachname
ro: Nume
ru: Фамилия
uk: Прізвище

source: Doe
de: Dose
ro: Popescu
ru: Доу
uk: До

source: Create a strong password
de: Erstellen Sie ein sicheres Passwort
ro: Creați o parolă puternică
ru: Создайте надёжный пароль
uk: Створіть надійний пароль

source: At least 8 characters with letters and numbers
de: Mindestens 8 Zeichen mit Buchstaben und Zahlen
ro: Cel puțin 8 caractere cu litere și cifre
ru: 8 символов с буквами и цифрами
uk: принаймні 8 символів з літерами та цифрами

source: Confirm password
ro: Confirmat

source: Repeat your password
de: Wiederholen Sie Ihr Passwort
ro: Repetați parola
uk: Повторити пароль

source: By signing up, you agree to our
de: Indem Sie sich anmelden, stimmen Sie unserer
ro: Prin înregistrare, sunteți de acord cu
ru: Зарегистрировавшись, вы соглашаетесь с нашей
uk: Підписуйтесь на нашу розсилку

source: Terms of Service
de: Nutzungsbedingungen
ro: Termenii și Condițiile
ru: Условия использования
uk: Умови використання

source: and
de: und
ro: și
ru: и
uk: та

source: Privacy Policy
de: Datenschutzerklärung
ro: Politica de Confidențialitate
ru: Политика конфиденциальности
uk: Політика конфіденційності

source: Already have an account?
ro: Nu ai cont?

source: Sign in
ro: Înregistrare

source: Browse Apartments
de: Wohnungen durchsuchen
ro: Căutați Apartamente
ru: Просмотр квартир
uk: Перегляд квартир

source: My Bookings
de: Meine Buchungen
ro: Rezervările Mele
ru: Мои бронирования
uk: Мої бронювання

source: Messages
de: Nachrichten
ro: Mesaje
ru: Сообщения
uk: Повідомлення

source: Staff Dashboard
de: Mitarbeiter-Dashboard
ro: Panou Administrare
ru: Панель персонала
uk: Панель персоналу

source: Logout
de: Abmelden
ro: Deconectare
ru: Выйти
uk: Вийти

source: Login
de: Anmelden
ro: Autentificare
ru: Войти
uk: Увійти

source: Sign Up
de: Registrieren
ro: Înregistrare
ru: Зарегистрироваться
uk: Зареєструватися

source: Find your perfect stay.
de: Finden Sie Ihren perfekten Aufenthalt.
ro: Găsește cazarea perfectă.
ru: Найдите свое идеальное проживание.
uk: Знайдіть своє ідеальне проживання.

source: All rights reserved.
de: Alle Rechte vorbehalten.
ro: Toate drepturile rezervate.
ru: Все права защищены.
uk: Усі права захищені.

source: Booking
de: Buchung
ro: Rezervările Mele
ru: Бронирование
uk: Бронювання

source: Booking Details
de: Buchungsdetails
ro: Vezi Detalii
ru: Детали бронирования
uk: Деталі бронювання

source: Cancelled
ro: Anulat de utilizator

source: Apartment
de: Wohnung
ro: Apartament
ru: Квартира
uk: Квартира

source: Booking Created
de: Buchung erstellt
ro: Rezervare Creată
ru: Бронирование создано
uk: Бронювання створено

source: Duration
de: Dauer
ro: Locație
ru: Продолжительность
uk: Тривалість

source: nights
de: Nächte
ro: nopți
ru: ночей
uk: ночей

source: Guests
de: Gäste
ro: Oaspeți
ru: Гости
uk: Гості

source: Total Price
de: Gesamtpreis
ro: Total
ru: Общая стоимость
uk: Загальна вартість

source: Payment Status
de: Zahlungsstatus
ro: Status Plată
ru: Статус оплаты
uk: Статус оплати

source: Your Notes
de: Ihre Notizen
ro: Notele Dvs.
ru: Ваши заметки
uk: Ваші примітки

source: Awaiting Confirmation
de: Warte auf Bestätigung
ro: În Așteptarea Confirmării
ru: Ожидает подтверждения
uk: Очікує підтвердження

source: Are you sure you want to cancel this booking?
de: Sind Sie sicher, dass Sie diese Buchung stornieren möchten?
ro: Sigur doriți să anulați această rezervare?
ru: Вы уверены, что хотите отменить это бронирование?
uk: Ви впевнені, що хочете скасувати це бронювання?

source: Cancel Booking
de: Buchung stornieren
ro: Rezervările Mele
ru: Отменить бронирование
uk: Скасувати бронювання

source: Booking Confirmed!
de: Buchung bestätigt!
ro: Rezervare Confirmată

source: Your booking has been confirmed. We look forward to hosting you!
de: Ihre Buchung wurde bestätigt. Wir freuen uns darauf, Sie zu empfangen!
ro: Rezervarea dvs. a fost confirmată. Ne bucurăm să vă găzduim!
ru: Ваше бронирование подтверждено. Мы с нетерпением ждем вас!
uk: Ваше бронювання підтверджено. Ми з нетерпінням чекаємо на вас!

source: guests max
de: Gäste max
ro: max oaspeți
ru: гостей макс
uk: гостей макс

source: View Apartment
de: Wohnung ansehen
ro: Vezi Toate Apartamentele
ru: Посмотреть квартиру
uk: Переглянути квартиру

source: Need Help?
de: Brauchen Sie Hilfe?
ro: Aveți nevoie de ajutor?
ru: Нужна помощь?
uk: Потрібна допомога?

source: Send a message to the property owner
de: Nachricht an den Eigentümer senden
ro: Trimiteți un mesaj proprietarului
ru: Отправить сообщение владельцу
uk: Надіслати повідомлення власнику

source: Message Owner
de: Eigentümer kontaktieren
ro: Mesaje

source: Dates
de: Daten
ro: Date
ru: Даты
uk: Дати

source: Actions
de: Aktionen
ro: Locație
ru: Действия
uk: Дії

source: View
de: Ansehen
ro: Vezi
ru: Посмотреть
uk: Переглянути

source: No bookings yet
de: Noch keine Buchungen
ro: Rezervările Mele
ru: Пока нет бронирований
uk: Поки немає бронювань

source: Start exploring apartments to make your first booking!
de: Starten Sie die Erkundung von Wohnungen, um Ihre erste Buchung zu machen!Beginnen Sie mit der Erkundung von Wohnungen, um Ihre erste Buchung vorzunehmen!
ro: Începeți să explorați apartamente pentru a face prima rezervare!
ru: Начните изучать квартиры, чтобы сделать первое бронирование!
uk: Почніть вивчати квартири, щоб зробити перше бронювання!

source: Conversation
de: Unterhaltung
ro: Locație
ru: Беседа
uk: Розмова

source: General Inquiry
de: Allgemeine Anfrage
ro: Întrebare Generală
ru: Общий запрос
uk: Загальний запит

source: All Messages
ro: Mesaje

source: No messages yet. Start the conversation!
de: Noch keine Nachrichten. Beginnen Sie die Unterhaltung!
ro: Încă nu există mesaje. Începeți conversația!
ru: Пока нет сообщений. Начните беседу!
uk: Поки немає повідомлень. Почніть розмову!

source: Send
de: Senden
ro: Trimite
ru: Отправить
uk: Надіслати

source: My Messages
ro: Mesaje

source: Back to Bookings
de: Zurück zu Buchungen
ro: Rezervările Mele
ru: Вернуться к бронированиям
uk: Повернутися до бронювань

source: new
de: neu
ro: nou
ru: новое
uk: нове

source: ago
de: vor
ro: în urmă
ru: назад
uk: тому

source: No messages yet
ro: Mesaje

source: Start a conversation from one of your bookings
de: Beginnen Sie eine Unterhaltung von einer Ihrer Buchungen
ro: Începeți o conversație de la una dintre rezervările dvs.
ru: Начните беседу из одного из ваших бронирований
uk: Почніть розмову з одного з ваших бронювань

source: View My Bookings
de: Meine Buchungen ansehen
ro: Rezervările Mele
ru: Посмотреть мои бронирования
uk: Переглянути мої бронювання

source: guests
de: Gäste
ro: oaspeți
ru: гости
uk: гості

source: bedrooms
de: Schlafzimmer
ro: dormitoare
ru: спальни
uk: спальні

source: bathrooms
de: Badezimmer
ro: băi
ru: ванные комнаты
uk: ванні кімнати

source: About this place
de: Über diese Unterkunft
ro: Despre această locuință
ru: Об этом месте
uk: Про це місце

source: Amenities
de: Ausstattung
ro: Facilități
ru: Удобства
uk: Зручності

source: Location
de: Standort
ro: Locație
ru: Местоположение
uk: Розташування

source: night
de: Nacht
ro: noapte
ru: ночь
uk: ніч

source: Price varies by guests
de: Preis variiert je nach Gast
ro: Prețul variază în funcție de oaspeți
uk: Ціна змінюється гостям

source: Notes
ro: Notele Dvs.

source: optional
ro: Opțional

source: Request to Book
de: Buchungsanfrage
ro: Solicită Rezervare
ru: Запросить бронирование
uk: Запитати бронювання

source: You won't be charged yet
de: Sie werden noch nicht belastet
ro: Nu vei fi taxat încă
ru: Вы еще не будете списаны
uk: Ви ще не будете списані

source: Staff cannot create bookings
de: Personal kann keine Buchungen erstellen
ro: Personalul nu poate crea rezervări
uk: Персонал не може створювати бронювання

source: Sign in to book this apartment
de: Melden Sie sich an, um diese Wohnung zu buchen
ro: Autentifică-te pentru a rezerva acest apartament
ru: Войдите, чтобы забронировать эту квартиру
uk: Увійдіть, щоб забронювати цю квартиру

source: Login to Book
de: Anmelden zum Buchen
ro: Autentifică-te pentru a rezerva
ru: Войти для бронирования
uk: Увійти для бронювання

source: Sign up
de: Registrieren
ro: Înregistrează-te
ru: Зарегистрироваться
uk: Зареєструватися

source: Apartments
de: Wohnungen
ro: Apartamente
ru: Квартиры
uk: Квартири

source: Filters
de: Filter
ro: Filtre
ru: Фильтры
uk: Фільтри

source: Select date
de: Datum auswählen
ro: Selectați data
ru: Выберите дату
uk: Виберіть дату

source: Both check-in and check-out dates are required
de: Sowohl Check-in als auch Check-out-Daten sind erforderlich
ro: Sunt necesare atât data de check-in cât și de check-out
ru: Требуются как даты регистрации, так и даты выезда
uk: Вартість реєстрації та виїзду

source: Number of guests
de: Anzahl der Gäste
ro: Număr de oaspeți
ru: Количество гостей
uk: Кількість гостей

source: Price Range
de: Preisspanne
ro: Interval de Preț
ru: Диапазон цен
uk: Діапазон цін

source: Apply Filters
de: Filter anwenden
ro: Aplică Filtre
ru: Применить фильтры
uk: Застосувати фільтри

source: Clear
de: Löschen
ro: Șterge
ru: Очистить
uk: Очистити

source: results
de: Ergebnisse
ro: rezultate
ru: результаты
uk: результати

source: Showing apartments available from
ro: Se afișează apartamente disponibile de la

source: to
de: bis
ro: până la
ru: до
uk: до

source: guest
ro: oaspete

source: Previous
de: Zurück
ro: Anterior
ru: Предыдущий
uk: Попередній

source: Next
de: Weiter
ro: Următor
ru: Следующий
uk: Наступний

source: No apartments found
de: Keine Wohnungen gefunden
ro: Niciun apartament găsit
ru: Квартиры не найдены
uk: Квартири не знайдено

source: Try adjusting your filters
de: Versuchen Sie, Ihre Filter anzupassen
ro: Încearcă să modifici filtrele
ru: Попробуйте изменить фильтры
uk: Спробуйте змінити фільтри

source: Find Your Perfect Stay
de: Finden Sie Ihren perfekten Aufenthalt
ro: Găsește Cazarea Perfectă
ru: Найдите свое идеальное проживание
uk: Знайдіть своє ідеальне проживання

source: Find Your Perfect Apartment
de: Finden Sie Ihre perfekte Wohnung
ro: Găsește Apartamentul Perfect
ru: Найдите свою идеальную квартиру
uk: Знайдіть свою ідеальну квартиру

source: Discover beautiful apartments for your next trip. Book directly with the owner for the best experience.
de: Entdecken Sie schöne Apartments für Ihre nächste Reise. Buchen Sie direkt mit dem Besitzer für die beste Erfahrung.Entdecken Sie schöne Wohnungen für Ihre nächste Reise. Buchen Sie direkt beim Eigentümer für die beste Erfahrung.
ro: Descoperă apartamente frumoase pentru următoarea călătorie. Rezervați direct cu proprietarul pentru cea mai bună experiență.Descoperă apartamente frumoase pentru următoarea ta călătorie. Rezervă direct cu proprietarul pentru cea mai bună experiență.
ru: Откройте для себя красивые апартаменты для следующей поездки. Бронируйте напрямую с владельцем для лучшего опыта.
uk: Відкрийте для себе красиві квартири. Книга безпосередньо з власником найкращого досвіду.

source: Featured Apartments
de: Ausgewählte Wohnungen
ro: Apartamente Recomandate
ru: Избранные квартиры
uk: Обрані квартири

source: No image
de: Kein Bild
ro: Fără imagine
ru: Нет изображения
uk: Немає зображення

source: Up to
de: Bis zu
ro: Până la
ru: До
uk: До

source: View Details
de: Details ansehen
ro: Vezi Detalii
ru: Посмотреть детали
uk: Переглянути деталі

source: View All Apartments
de: Alle Wohnungen ansehen
ro: Vezi Toate Apartamentele
ru: Посмотреть все квартиры
uk: Переглянути всі квартири

source: No apartments available yet
de: Noch keine Wohnungen verfügbar
ro: Încă nu există apartamente disponibile
ru: Пока нет доступных квартир
uk: Поки немає доступних квартир

source: Check back soon for new listings!
de: Schauen Sie bald wieder für neue Angebote vorbei!
ro: Revino în curând pentru noi anunțuri!
ru: Скоро появятся новые объявления!
uk: Скоро з'являться нові оголошення!

source: How It Works
de: So funktioniert es
ro: Cum Funcționează
ru: Как это работает
uk: Як це працює

source: 1. Browse
de: 1. Durchsuchen
ro: 1. Caută
ru: 1. Просмотр
uk: 1. Перегляд

source: Explore our selection of beautiful apartments
de: Erkunden Sie unsere Auswahl an schönen Wohnungen
ro: Explorează selecția noastră de apartamente frumoase
ru: Изучите нашу подборку красивых квартир
uk: Вивчіть нашу добірку чудових квартир

source: 2. Book
de: 2. Buchen
ro: 2. Rezervă
ru: 2. Бронирование
uk: 2. Бронювання

source: Select your dates and submit a booking request
de: Wählen Sie Ihre Daten und senden Sie eine Buchungsanfrage
ro: Selectează datele și trimite o cerere de rezervare
ru: Выберите даты и отправьте запрос на бронирование
uk: Виберіть дати та надішліть запит на бронювання

source: 3. Enjoy
de: 3. Genießen
ro: 3. Bucură-te
ru: 3. Наслаждайтесь
uk: 3. Насолоджуйтесь

source: Get confirmation and enjoy your stay!
de: Erhalten Sie die Bestätigung und genießen Sie Ihren Aufenthalt!
ro: Primește confirmarea și bucură-te de ședere!
ru: Получите подтверждение и наслаждайтесь проживанием!
uk: Отримайте підтвердження та насолоджуйтесь проживанням!

source: Edit
de: Bearbeiten
ro: Editează
ru: Редактировать
uk: Редагувати

source: Create
de: Erstellen
ro: Creează
ru: Создать
uk: Створити

source: Staff
de: Personal
ro: Personal
ru: Персонал
uk: Персонал

source: Edit Apartment
de: Wohnung bearbeiten
ro: Edit Apartament
ru: Редактировать квартиру
uk: Редагувати квартиру

source: New Apartment
de: Neue Wohnung
ro: New Apartament
ru: Новая квартира
uk: Нова квартира

source: Please correct the errors below:
de: Bitte korrigieren Sie die Fehler unten:
ro: Vă rugăm să corectați erorile de mai jos:
ru: Пожалуйста, исправьте ошибки ниже:
uk: Виправте помилки нижче:

source: Title
de: Titel
ro: Titlu
ru: Название
uk: Назва

source: Description
de: Beschreibung
ro: Descriere
ru: Описание
uk: Опис

source: Address
de: Adresse
ro: Adresă
ru: Адрес
uk: Адреса

source: Pricing Configuration
ro: În Așteptarea Confirmării

source: Pricing Model
ro: Regulă de preț ștearsă!

source: Price per Night
ro: Preț/Noapte

source: Fixed price per night regardless of guest count
de: Feste Preise pro Nacht unabhängig von der Anzahl der Gäste
ro: Preț fix pe noapte indiferent de numărul de oaspeți
ru: Фиксированная цена за ночь независимо от количества гостей
uk: Фіксована ціна за ніч незалежно від кількості гостя

source: Price per Night by Guest Count
de: Preis pro Nacht
ro: Preț pe Noapte în Funcție de Numărul de Oaspeți
ru: Цена за ночь Гостевой граф
uk: Ціна за ніч за Гість

source: Set the capacity first to configure per-guest pricing
de: Stellen Sie zuerst die Kapazität fest, um pro-guest Preise zu konfigurieren
ro: Setați mai întâi capacitatea pentru a configura prețul per oaspete
ru: Установите емкость в первую очередь для настройки цены на одного гостя
uk: Настроювання потужностей в першу чергу для налаштувань

source: Please set the maximum guest capacity first
de: Bitte geben Sie die maximale Gästekapazität an
ro: Vă rugăm să setați mai întâi capacitatea maximă de oaspeți
ru: Пожалуйста, сначала установите максимальную вместимость гостей.
uk: Будь ласка, встановіть максимальну ємність гостя

source: Price per night
ro: Preț/Noapte

source: Manage Images
ro: Apartamente

source: Images
ro: Imagine

source: Upload Images
de: Bilder hochladen
ro: Încărcare Imagini
ru: Загрузить изображения
uk: Завантажити зображення

source: Drop images here or click to browse
de: Bilder hier fallen lassen oder klicken, um zu durchsuchen
ro: Trageți imaginile aici sau faceți clic pentru a naviga
ru: Бросьте изображения здесь или нажмите, чтобы просмотреть
uk: Перевірити зображення тут або натисніть, щоб переглянути

source: You can upload multiple images at once
de: Sie können mehrere Bilder auf einmal hochladen
ro: Puteți încărca mai multe imagini deodată
ru: Вы можете загружать несколько изображений одновременно
uk: Ви можете завантажувати декілька зображень одночасно

source: Current Images
de: Aktuelle Bilder
ro: Imagini Curente
ru: Текущие изображения
uk: Поточні зображення

source: Drag to reorder - First image is the main photo
de: Drag to reorder - Erstes Bild ist das Hauptfoto
ro: Trageți pentru a reordona - Prima imagine este fotografia principală
ru: Drag to reorder - первое изображение - главная фотография
uk: Перетягніть на переадресацію - Перше зображення є основною фото

source: Main Photo
de: Hauptfoto
ro: Fotografie Principală
ru: Главное фото
uk: Головне фото

source: Delete this image?
de: Löschen Sie dieses Bild?
ro: Ștergeți această imagine?
ru: Удалить это изображение?
uk: Видалити цей образ?

source: No images uploaded yet
ro: Nicio imagine încărcată

source: Manage Apartments
de: Wohnungen verwalten
ro: Gestionează Apartamente
ru: Управление квартирами
uk: Управління квартирами

source: Add Apartment
de: Wohnung hinzufügen
ro: Adaugă Apartament
ru: Добавить квартиру
uk: Додати квартиру

source: Image
de: Bild
ro: Imagine
ru: Изображение
uk: Зображення

source: Capacity
de: Kapazität
ro: Capacitate
ru: Вместимость
uk: Місткість

source: Price/Night
de: Preis/Nacht
ro: Preț/Noapte
ru: Цена/Ночь
uk: Ціна/Ніч

source: Staff Panel
de: Personal-Panel
ro: Panou Staff
ru: Панель персонала
uk: Панель персоналу

source: unread message
de: ungelesene Nachricht
ro: mesaj necitit
ru: непрочитанное сообщение
uk: Переглянути повідомлення

source: Bookings
de: Buchungen
ro: Rezervările Mele
ru: Бронирования
uk: Бронювання

source: Guest
de: Gast
ro: Oaspete
ru: Гость
uk: Гість

source: Edit Booking
ro: Modifică Rezervarea

source: Number of Guests
ro: Număr de oaspeți

source: Max capacity:
ro: Capacitate

source: Price will be recalculated automatically based on dates, guests, and pricing rules.
de: Der Preis wird automatisch anhand von Terminen, Gästen und Preisregeln neu berechnet.
ro: Pretul va fi recalculat automat pe baza datelor, oaspeților, și normele de stabilire a prețurilor.
ru: Цены будут пересчитаны автоматически на основе дат, гостей и правил ценообразования.
uk: Вартість буде перерахована автоматично на основі дат, гостей та правила ціноутворення.

source: Update Booking
ro: Modifică Rezervarea

source: Update Status
ro: Modifică Status

source: Quick Actions
ro: Acțiuni rapide

source: View Apartment Calendar
ro: Vezi Calendar Apartament

source: Manage Bookings
de: Buchungen verwalten
ro: Gestionează Rezervări
ru: Управление бронированиями
uk: Управління бронюваннями

source: Booking Calendar
ro: Calendar Rezervare

source: iCal Sync
de: iCal-Synchronisierung
ro: Sincronizare iCal
ru: синхронизация с iCal
uk: Синхронізація iCal

source: Block Dates
ro: Blochează Data

source: Click on any date to block it. Click on a blocked date to unblock it.
de: Klicken Sie auf jedes Datum, um es zu blockieren. Klicken Sie auf ein blockiertes Datum, um es zu entsperren.
ro: Faceți clic pe orice dată pentru a o bloca. Faceți clic pe o dată blocată pentru a o debloca.
ru: Нажмите на любую дату, чтобы заблокировать его. Нажмите на заблокированную дату, чтобы разблокировать ее.
uk: Натисніть на будь-яку дату, щоб заблокувати його. Натисніть на заблоковану дату, щоб розблокувати його.

source: Block Date Range
de: Datumsbereich sperren
ro: Blocare Interval de Date
ru: Блокировка диапазона дат
uk: Блокування діапазону дат

source: Start Date
de: Startdatum
ro: Data de Început
ru: Дата начала
uk: Дата початку

source: End Date
ro: Date

source: Note (optional)
ro: Note pentru proprietar (opțional)

source: Cancel
ro: Anulare

source: Unblock Date
de: Unblockdatum
ro: Deblocare Dată
uk: Дата розблокування

source: Are you sure you want to unblock this date?
ro: Sigur doriți să anulați această rezervare?

source: Unblock
de: Entsperren
ro: Deblochează
ru: Разблокировать
uk: Розблокувати

source: Manage Availability
ro: Modifică disponibilitate

source: Pricing Rules
ro: Regulă de preț adăugată!

source: Apartment Info
ro: Detalii Apartament

source: Base price
de: Grundpreis
ro: Preț de bază
ru: Базовая цена
uk: Базова ціна

source: Block this date?
de: Blockieren Sie dieses Datum?
ro: Blocați această dată?
uk: Блок цієї дати?

source: Error blocking date
de: Fehler blockieren Datum
ro: Eroare la blocarea datei
uk: дата блокування помилок

source: Click to unblock
de: Klicken Sie zum Entsperren
ro: Faceți clic pentru a debloca
ru: Нажмите, чтобы разблокировать
uk: Натисніть, щоб розблокувати

source: Error blocking dates
de: Fehler Sperrdaten
ro: Eroare la blocarea datelor
uk: дата блокування помилок

source: Error unblocking date
de: Fehlerfreigabedatum
ro: Eroare la deblocarea datei
uk: дата розблокування помилки

source: Calendar Overview
de: Kalenderübersicht
ro: Vedere de Ansamblu Calendar
ru: Обзор календаря
uk: Огляд календаря

source: All Bookings
ro: Rezervările Mele

source: Select Apartment
ro: Apartament

source: All Apartments
ro: Vezi Toate Apartamentele

source: Click on an apartment to view its detailed calendar
de: Klicken Sie auf eine Wohnung, um seinen detaillierten Kalender zu sehen
ro: Faceți clic pe un apartament pentru a vedea calendarul detaliat
ru: Нажмите на квартиру, чтобы просмотреть ее подробный календарь
uk: Натисніть на квартиру, щоб переглянути його детальний календар

source: Quick Stats
de: Schnellstatistik
ro: Statistici Rapide
ru: Быстрая статистика
uk: Швидка статистика

source: Total Bookings
ro: Rezervările Mele

source: Use this URL to share your calendar with other platforms like Airbnb, Booking.com, or any service that supports iCal.
de: Verwenden Sie diese URL, um Ihren Kalender mit anderen Plattformen wie Airbnb, Booking.com oder einem Service zu teilen, der iCal unterstützt.
ro: Utilizați acest URL pentru a partaja calendarul cu alte platforme, cum ar fi Airbnb, Booking.com, sau orice serviciu care suportă iCal.
ru: Используйте этот URL-адрес, чтобы поделиться своим календарем с другими платформами, такими как Airbnb, Booking.com или любая служба, которая поддерживает iCal.
uk: Використовуйте цю URL, щоб поділитися своїм календарем з іншими платформами, такими як Airbnb, Booking.com або будь-який сервіс, який підтримує iCal.

source: Your iCal URL
de: Ihre iCal URL
ro: URL-ul dvs. iCal
uk: Веб-сайт

source: Copy
de: Kopieren
ro: Copiază
ru: Копировать
uk: Копіювати

source: This URL will always show the latest bookings and blocked dates.
de: Diese URL zeigt immer die neuesten Buchungen und blockierten Daten.
ro: Acest URL va afișa întotdeauna cele mai recente rezervări și date blocate.
ru: Этот URL всегда отображает последние бронирования и заблокированные даты.
uk: Ця URL завжди покаже останні бронювання та заблоковані дати.
