Repository: AlexBahrin/ApartBook
Catalog: Apartament/locale/*/LC_MESSAGES/django.po
Languages: de, ro, ru, uk

source: English
de: Englisch
ro: Engleză
ru: Английский
uk: Англійська

source: Romanian
de: Rumänisch
ro: Română
ru: Румынский
uk: Румунська

source: Russian
de: Russisch
ro: Rusă
ru: Русский
uk: Російська

source: Ukrainian
de: Ukrainisch
ro: Ucraineană
ru: Украинский
uk: Українська

source: German
de: Deutsch
ro: Germană
ru: Немецкий
uk: Німецька

source: French
de: Französisch
ro: Franceză
ru: Французский
uk: Французька

source: Spanish
de: Spanisch
ro: Spaniolă
ru: Испанский
uk: Іспанська

source: Guest count must be at least 1.
de: Die Gästeanzahl muss mindestens 1 sein.
ro: Numărul de oaspeți trebuie să fie cel puțin 1.
ru: Количество гостей должно быть не менее 1.
uk: Кількість гостей має бути не менше 1.

source: Check-out date must be after check-in date.
de: Das Abreisedatum muss nach dem Anreisedatum liegen.
ro: Data de check-out trebuie să fie după data de check-in.
ru: Дата выезда должна быть после даты заезда.
uk: Дата виїзду повинна бути після дати заїзду.

source: Per Apartment
ro: Per Apartament
ru: На квартиру

source: Per Guest
ro: Per Oaspete
ru: За гостя

source: Maximum number of guests
de: Maximale Anzahl von Gästen
ro: Număr de oaspeți
ru: Максимальное количество гостей
uk: Максимальна кількість гостей

source: List of amenities
de: Liste der Annehmlichkeiten
ro: Facilități
ru: Список удобств
uk: Список зручностей

source: Pricing model: per apartment or per guest
de: Preismodell: pro Appartement oder pro Gast
ro: Model de preț: per apartament sau per oaspete
ru: Модель ценообразования: за квартиру или за гостя
uk: Модель ціноутворення: за квартиру або за гостя

source: Base price per night (for apartment) or price for 1 guest
de: Basispreis pro Nacht (für Ferienwohnung) oder Preis für 1 Gäste
ro: Preț de bază pe noapte (pentru apartament) sau preț pentru 1 oaspete
ru: Базовая цена за ночь (за апартаменты) или цена для 1 гостя
uk: Базова ціна за ніч (для квартири) або ціна за 1 гостя

source: Price per guest count: {1: 100, 2: 150, 3: 200, etc.}
de: Preis pro Gästezahl: PH0
ro: Preț per număr de oaspeți: {1: 100, 2: 150, 3: 200, etc.}
ru: Цена за одного гостя: {1: 100, 2: 150, 3: 200 и т. д.}
uk: Ціна за кількість гостя: PH0

source: iCal Import
ro: Import iCal
ru: iCal Импорт
uk: Імпорт iCal

source: UID from external iCal event
de: UID von externer iCal Veranstaltung
ro: UID din eveniment iCal extern
ru: UID из внешнего события iCal
uk: UID від зовнішнього заходу iCal

source: The iCal feed this block came from
de: Der iCal Futter dieser Block kam aus
ro: Feed-ul iCal din care provine acest bloc
uk: Цей блок iCal пішов з

source: Availabilities
de: Verfügbarkeiten
ro: Disponibilități
ru: Доступность
uk: Доступність

source: Available
de: Verfügbar
ro: Disponibil
ru: Доступно
uk: Доступно

source: Unavailable
de: Nicht verfügbar
ro: Indisponibil
ru: Недоступно
uk: Недоступно

source: e.g., Airbnb, Booking.com
de: z.B. Airbnb, Booking.com
ro: ex., Airbnb, Booking.com
ru: например, Airbnb, Booking.com
uk: Наприклад, Airbnb, Booking.com

source: iCal feed URL
ro: URL feed iCal
uk: URL-адреса iCal

source: iCal Feed
ro: Feed iCal
ru: kанал iCal
uk: Стрічка iCal

source: iCal Feeds
ro: Feed-uri iCal
ru: iCal лента
uk: Стрічки iCal

source: Seasonal
de: Saisonal
ro: Sezonier
ru: Сезонный
uk: Сезонний

source: Holiday
de: Feiertag
ro: Sărbătoare
ru: Праздник
uk: Свято

source: 0=Monday, 6=Sunday. Leave blank to apply to all days.
de: 0=Montag, 6=Sonntag. Leer lassen für alle Tage.
ro: 0=Luni, 6=Duminică. Lasați gol pentru toate zilele.
ru: 0=Понедельник, 6=Воскресенье. Оставьте пустым для всех дней.
uk: 0=Понеділок, 6=Неділя. Залиште порожнім для всіх днів.

source: Higher priority rules override lower ones
de: Regeln mit höherer Priorität überschreiben niedrigere
ro: Regulile cu prioritate mai mare suprascriu pe cele mai mici
ru: Правила с более высоким приоритетом переопределяют нижние
uk: Правила з вищим пріоритетом переважають нижчі

source: Pending
de: Ausstehend
ro: În așteptare
ru: Ожидание
uk: Очікування

source: Confirmed
de: Bestätigt
ro: Confirmat
ru: Подтверждено
uk: Підтверджено

source: Cancelled by User
de: Vom Benutzer storniert
ro: Anulat de utilizator
ru: Отменено пользователем
uk: Скасовано користувачем

source: Cancelled by Admin
de: Vom Administrator storniert
ro: Anulat de administrator
ru: Отменено администратором
uk: Скасовано адміністратором

source: Completed
de: Abgeschlossen
ro: Completat
ru: Завершено
uk: Завершено

source: Not Required
de: Nicht erforderlich
ro: Nu este necesar
ru: Не требуется
uk: Не потрібно

source: Unpaid
de: Unbezahlt
ro: Neplătit
ru: Неоплачено
uk: Не оплачено

source: Paid
de: Bezahlt
ro: Plătit
ru: Оплачено
uk: Оплачено

source: Refunded
de: Erstattet
ro: Rambursat
ru: Возвращено
uk: Повернено

source: Detailed price breakdown per day
de: Detaillierte Preisaufschlüsselung pro Tag
ro: Defalcare detaliată a prețului pe zi
ru: Подробная разбивка цены по дням
uk: Детальний розклад ціни по днях

source: Message from guest to owner
de: Nachricht vom Gast an den Eigentümer
ro: Mesaj de la oaspete către proprietar
ru: Сообщение от гостя владельцу
uk: Повідомлення від гостя власнику

source: Guests count exceeds apartment capacity (%(capacity)s).
de: Die Gästeanzahl überschreitet die Kapazität der Wohnung (%(capacity)s).Die Anzahl der Gäste überschreitet die Kapazität der Wohnung (%(capacity)s).
ro: Numărul de oaspeți depășește capacitatea apartamentului (%(capacity)s).
ru: Количество гостей превышает вместимость квартиры (%(capacity)s).
uk: Кількість гостей перевищує місткість квартири (%(capacity)s).

source: Staff members cannot create bookings. Please use a regular user account.
de: Mitarbeiter können keine Buchungen erstellen. Bitte nutzen Sie ein regelmäßiges Benutzerkonto.
ro: Membrii personalului nu pot crea rezervări. Vă rugăm să utilizați un cont de utilizator.
ru: Сотрудники не могут создавать заказы. Используйте обычную учетную запись пользователя.Сотрудники не могут создавать бронирования. Пожалуйста, используйте обычную учетную запись пользователя.
uk: Користувачі не можуть створювати бронювання. Будь ласка, використовуйте звичайний обліковий запис користувача.

source: The apartment is not available for the selected dates.
de: Die Wohnung ist für die ausgewählten Daten nicht verfügbar.
ro: Apartamentul nu este disponibil pentru datele selectate.
ru: Квартира недоступна на выбранные даты.
uk: Квартира недоступна на вибрані дати.

source: Your booking request has been submitted! The owner will review it shortly.
de: Ihre Buchungsanfrage wurde eingereicht! Der Besitzer wird es in Kürze überprüfen.Ihre Buchungsanfrage wurde gesendet! Der Eigentümer wird sie in Kürze prüfen.
ro: Cererea ta de rezervare a fost trimisă! Proprietarul o va examina în scurt timp.
ru: Ваш запрос на бронирование отправлен! Владелец скоро его рассмотрит.
uk: Ваш запит на бронювання надіслано! Власник скоро його розгляне.

source: Staff members cannot access user bookings. Please use the Staff Dashboard.
de: Mitarbeiter können nicht auf Benutzerbuchungen zugreifen. Bitte benutzen Sie das Personal Dashboard.
ro: Membrii staff nu pot accesa rezervările utilizatorilor. Vă rugăm să utilizați Staff Dashboard.
ru: Сотрудники не могут получить доступ к бронированию пользователей. Пожалуйста, используйте панель управления персоналом.Сотрудники не могут получить доступ к бронированиям пользователей. Пожалуйста, используйте панель управления персоналом.
uk: Користувачі не можуть отримувати доступ до Особистого кабінету. Будь ласка, використовуйте панель інструментів для персоналу.

source: Staff members cannot cancel bookings through this interface. Please use the Staff Dashboard.
de: Mitarbeiter können keine Buchungen über diese Schnittstelle stornieren. Bitte benutzen Sie das Personal Dashboard.
ro: Membrii personalului nu pot anula rezervările prin această interfață. Vă rugăm să utilizați Staff Dashboard.
ru: Сотрудники не могут отменить бронирование через этот интерфейс. Пожалуйста, используйте панель управления персоналом.Сотрудники не могут отменить бронирование через этот интерфейс. Пожалуйста, используйте панель управления персоналом.
uk: Користувачі не можуть скасувати бронювання через цей інтерфейс. Будь ласка, використовуйте панель інструментів для персоналу.

source: Your booking has been cancelled.
de: Ihre Buchung wurde storniert.
ro: Rezervarea dvs. a fost anulată.
ru: Ваше бронирование отменено.
uk: Ваше бронювання скасовано.

source: Only pending bookings can be cancelled.
de: Nur ausstehende Buchungen können storniert werden.
ro: Doar rezervările în așteptare pot fi anulate.
ru: Можно отменить только ожидающие бронирования.
uk: Можна скасувати лише очікувані бронювання.

source: Apartment created successfully!
de: Wohnung erfolgreich erstellt!
ro: Apartament creat cu succes!
ru: Квартира успешно создана!
uk: Квартиру успішно створено!

source: Apartment updated successfully!
de: Wohnung erfolgreich aktualisiert!
ro: Apartament actualizat cu succes!
ru: Квартира успешно обновлена!
uk: Квартиру успішно оновлено!

source: Apartment deleted successfully!
de: Wohnung erfolgreich gelöscht!
ro: Apartament șters cu succes!
ru: Квартира успешно удалена!
uk: Квартиру успішно видалено!

source: Some images failed to upload.
de: Einige Bilder konnten nicht hochgeladen werden.
ro: Unele imagini nu au putut fi încărcate.
ru: Некоторые изображения не удалось загрузить.
uk: Деякі зображення не вдалося завантажити.

source: Image deleted successfully!
de: Bild erfolgreich gelöscht!
ro: Imagine ștearsă cu succes!
ru: Изображение успешно удалено!
uk: Зображення успішно видалено!

source: Booking status updated to %(status)s!
de: Buchungsstatus auf %(status)s aktualisiert!
ro: Statusul rezervării actualizat la %(status)s!
ru: Статус бронирования обновлен на %(status)s!
uk: Статус бронювання оновлено на %(status)s!

source: Booking updated successfully! New total: %(price)s
de: Buchung erfolgreich aktualisiert! Neue Summe: %(price)s
ro: Rezervare actualizată cu succes! Total nou: %(price)s
ru: Бронирование успешно обновлено! Новая сумма: %(price)s
uk: Бронювання успішно оновлено! Нова сума: %(price)s

source: Error calculating price: %(error)s
de: Fehler bei der Preisberechnung: %(error)s
ro: Eroare la calcularea prețului: %(error)s
ru: Ошибка при расчёте цены: %(error)s
uk: Помилка при розрахунку ціни: %(error)s

source: Availability updated!
de: Verfügbarkeit aktualisiert!
ro: Disponibilitate actualizată!
ru: Доступность обновлена!
uk: Доступність оновлено!

source: Blocked
de: Gesperrt
ro: Blocat
ru: Заблокировано
uk: Заблоковано

source: Pricing rule added!
de: Preisregel hinzugefügt!
ro: Regulă de preț adăugată!
ru: Правило цены добавлено!
uk: Правило ціни додано!

source: Pricing rule deleted!
de: Preisregel gelöscht!
ro: Regulă de preț ștearsă!
ru: Правило цены удалено!
uk: Правило ціни видалено!

source: Availability entry deleted!
de: Verfügbarkeitseintrag gelöscht!
ro: Înregistrare de disponibilitate ștearsă!
ru: Запись о доступности удалена!
uk: Запис про доступність видалено!

source: Start date must be before end date
ro: Data de check-out trebuie să fie după data de check-in.
ru: Дата выезда должна быть после даты заезда

source: Cannot block past dates
de: Nicht blockieren vergangene Termine
ro: Nu se pot bloca date trecute
ru: Невозможно заблокировать прошлые даты
uk: Не блокувати останні дати

source: Cannot block nights that have existing bookings
de: Kann Nächte nicht blockieren, die bestehende Buchungen haben
ro: Nu se pot bloca nopți care au rezervări existente
ru: Не может блокировать ночи, которые уже забронированыНевозможно заблокировать ночи, у которых есть существующие бронирования
uk: Не блокувати ночі, які мають існуючі бронювання

source: Date unblocked successfully
ro: Imagine încărcată cu succes!
ru: Изображение успешно загружено

source: Please provide both name and URL
de: Bitte geben Sie Namen und URL an
ro: Vă rugăm să furnizați atât numele cât și URL-ul
ru: Укажите имя и URL
uk: Будь ласка, вкажіть ім'я та URL

source: iCal feed deleted!
ro: Înregistrare de disponibilitate ștearsă!

source: Feed not found
de: Futter nicht gefunden
ro: Feed-ul nu a fost găsit
uk: Не знайдено

source: All feeds synced!
de: Alle Feeds synchronisiert!
ro: Toate feed-urile au fost sincronizate!
ru: Все каналы синхронизированы!
uk: Всі корми скопіювали!

source: Staff members should use the Staff Dashboard to manage conversations.
de: Mitarbeiter sollten das Personal Dashboard benutzen, um Gespräche zu führen.
ro: Membrii personalului ar trebui să folosească Panoul de Administrare pentru a gestiona conversațiile.
uk: Для управління бесідами необхідно використовувати кадровий щит.

source: Message sent!
de: Nachricht gesendet!
ro: Mesaje
ru: Сообщение отправлено!
uk: Повідомлення надіслано!

source: Back to home
ro: Înapoi la pagina principală
ru: Вернуться к бронированиям

source: Hello %(username)s,
de: Hallo %(username)s,
ro: Bună %(username)s,
ru: Привет %(username)s,
uk: Привіт %(username)s,

source: Thank you for registering with ApartBook!
de: Vielen Dank für die Anmeldung mit ApartBook!
ro: Vă mulțumim că v-ați înregistrat la ApartBook!
ru: Благодарим вас за регистрацию в ApartBook!
uk: Дякую за реєстрацію з АпартКниги!

source: Please click the link below to verify your email address and activate your account:
de: Bitte klicken Sie auf den untenstehenden Link, um Ihre E-Mail-Adresse zu überprüfen und Ihr Konto zu aktivieren:
ro: Vă rugăm să faceți clic pe link-ul de mai jos pentru a verifica adresa de e-mail și să activați contul:
ru: Пожалуйста, нажмите на ссылку ниже, чтобы проверить свой адрес электронной почты и активировать свою учетную запись:Пожалуйста, нажмите на ссылку ниже, чтобы подтвердить свой адрес электронной почты и активировать свою учетную запись:
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з банком - для ідентифікації.

source: This link will expire in 24 hours.
de: Dieser Link läuft in 24 Stunden ab.
ro: Acest link va expira în 24 de ore.
ru: Срок действия этой ссылки истекает через 24 часа.
uk: Ця посилання буде завершена протягом 24 годин.

source: If you didn't create an account with ApartBook, please ignore this email.
de: Wenn Sie kein Konto mit ApartBook erstellen, ignorieren Sie diese E-Mail.
ro: Dacă nu ați creat un cont cu ApartBook, vă rugăm să ignorați acest e-mail.
ru: Если вы не создали учетную запись в ApartBook, проигнорируйте это письмо.Если вы не создавали учетную запись в ApartBook, проигнорируйте это письмо.
uk: Якщо ви не змогли створити обліковий запис, будь ласка, проігноруйте цю електронну пошту.

source: Best regards,
de: Beste Grüße,
ro: Cu stimă,
ru: С наилучшими пожеланиями,
uk: Найкращі переваги,

source: The ApartBook Team
de: Das ApartBook Team
ro: Echipa ApartBook
ru: Команда АпартБук
uk: Команда Апарт-Книги

source: This is an automated message. Please do not reply to this email.
de: Dies ist eine automatisierte Nachricht. Bitte antworten Sie nicht auf diese E-Mail.
ro: Acesta este un mesaj automat. Vă rugăm să nu răspundeți la acest email.
ru: Это автоматическое сообщение. Пожалуйста, не отвечайте на это письмо.
uk: Це автоматизоване повідомлення. Будь ласка, не відповідайте на цю електронну пошту.

source: Email Verified
de: E-Mail bestätigt
ro: Email Verificat
ru: Email подтверждён
uk: Email підтверджено

source: Email verified!
de: E-Mail bestätigt!
ro: Email verificat!
ru: Email подтверждён!
uk: Email підтверджено!

source: Your account is now active and ready to use
de: Ihr Konto ist jetzt aktiv und gebrauchsfertig
ro: Contul dvs. este acum activ și gata de utilizare
ru: Ваша учетная запись теперь активна и готова к использованию
uk: Ваш обліковий запис зараз активний і готовий до використання

source: Sign in to your account
ro: Autentifică-te pentru a rezerva acest apartament
ru: Войдите, чтобы забронировать эту квартиру

source: Verification Failed
de: Überprüfung fehlgeschlagen
ro: Verificare Eșuată
ru: Ошибка проверки
uk: Помилка перевірки

source: Verification failed
de: Überprüfung gescheitert
ro: Verificare eșuată
ru: Некоторые изображения не удалось загрузить.
uk: Перевірка не вдалося

source: This verification link is invalid or has expired
de: Dieser Verifikationslink ist ungültig oder ist abgelaufen
ro: Acest link de verificare este invalid sau a expirat
ru: Эта ссылка проверки недействительна или истекла
uk: Це посилання перевірки недійсним або має вибух

source: The link may have already been used or has expired. Please try registering again or contact support if you need assistance.
de: Der Link kann bereits verwendet oder abgelaufen sein. Bitte melden Sie sich erneut an oder kontaktieren Sie die Unterstützung, wenn Sie Hilfe benötigen.
ro: Legătura poate fi deja utilizată sau a expirat. Vă rugăm să încercaţi să vă înregistraţi din nou sau să contactaţi suportul dacă aveţi nevoie de asistenţă.
ru: Ссылка может быть уже использована или истекла. Пожалуйста, попробуйте зарегистрироваться снова или обратитесь в службу поддержки, если вам нужна помощь.
uk: У зв'язку з тим, що вже було використано або було вилучено. Якщо вам потрібна допомога.

source: Register again
de: Zurück zur Übersicht
ro: Înregistrați-vă din nou
ru: Регистрация снова
uk: Реєстрація

source: Back to sign in
ro: Înapoi la pagina de sign in
ru: Вернуться к бронированиям

source: Verify Your Email
de: Bestätigen Sie Ihre E-Mail
ro: Verificați-vă Email-ul
ru: Подтвердите ваш Email
uk: Підтвердіть ваш Email

source: Verify your email
de: Verifizieren Sie Ihre E-Mail
ro: Verificați-vă email-ul
ru: Проверьте свою электронную почтуПожалуйста, нажмите на ссылку ниже, чтобы подтвердить свой адрес электронной почты и активировать свою учетную запись:
uk: Перевірити електронну пошту

source: We've sent a verification link to your email address
de: Wir haben einen Verifikationslink zu Ihrer E-Mail-Adresse geschickt
ro: Am trimis un link de verificare la adresa dvs. de email
ru: Мы отправили ссылку проверки на ваш адрес электронной почты
uk: Ми відправили посилання на перевірку на електронну адресу

source: What's next?
de: Was kommt als nächstes?
ro: Ce urmează?
ru: Что дальше?
uk: Що далі?

source: Check your email inbox
de: Überprüfen Sie Ihre E-Mail-Adresse
ro: Verificați căsuța de email
ru: Войдите, чтобы забронировать эту квартиру
uk: Перевірити електронну скриньку

source: Click the verification link
de: Klicken Sie auf den Verifikationslink
ro: Faceți clic pe linkul de verificare
ru: Нажмите ссылку проверки
uk: Натисніть посилання на перевірку

source: Start booking amazing apartments!
ro: Începeți să rezervați apartamente uimitoare!
ru: Дата выезда должна быть после даты заезда

source: Didn't receive the email? Check your spam folder.
de: Hat die E-Mail nicht empfangen? Überprüfen Sie Ihren Spam-Ordner.
ro: Nu ați primit email-ul? Verificați folderul de spam.
ru: Не получил письмо? Проверьте папку со спамом.
uk: Чи не отримувати повідомлення електронної пошти? Перевірити папку спаму.

source: Sign In
ro: Înregistrare
ru: Войдите, чтобы забронировать эту квартиру

source: Welcome back
de: Willkommen zurück
ro: Bine ați revenit
ru: С возвращением
uk: З поверненням

source: Sign in to continue to your account
de: Melden Sie sich an, um Ihr Konto fortzusetzen
ro: Autentificați-vă pentru a continua la contul dvs.
ru: Войдите, чтобы забронировать эту квартиру
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з нами

source: Username
de: Benutzername
ro: Nume de utilizator
ru: Имя пользователя
uk: Ім'я користувача

source: Enter your username
de: Geben Sie Ihren Benutzernamen ein
ro: Introduceți numele de utilizator
ru: Привет %(username)s,
uk: Ім'я користувача

source: Password
de: Passwort
ro: Parolă
ru: Пароль
uk: Пароль

source: Forgot password?
de: Passwort vergessen?
ro: Ați uitat parola?
ru: Забыли пароль?
uk: Забули пароль?

source: Enter your password
de: Geben Sie Ihr Passwort ein
ro: Introduceți parola
ru: Войдите, чтобы забронировать эту квартиру
uk: Введіть пароль

source: Don't have an account?
de: Haben Sie noch kein Konto?
ro: Nu ai cont?
ru: Нет аккаунта?
uk: Немає облікового запису?

source: Create one
ro: Creează
ru: Создать

source: Reset Password
de: Passwort zurücksetzen
ro: Resetare Parolă
ru: Сброс пароля
uk: Скинути пароль

source: Forgot your password?
de: Passwort vergessen?
ro: Ați uitat parola?
ru: Войдите, чтобы забронировать эту квартиру
uk: Забули пароль?

source: No worries, we'll send you reset instructions
de: Keine Sorge, wir senden Ihnen Rückstellungsanweisungen
ro: Nu vă faceți griji, vă vom trimite instrucțiuni de resetare
ru: Не беспокойтесь, мы отправим вам инструкции по сбросу
uk: Ми надішлемо вам скидання інструкцій

source: Email address
ro: Adresă
ru: Адрес электронной почтыПожалуйста, нажмите на ссылку ниже, чтобы подтвердить свой адрес электронной почты и активировать свою учетную запись:

source: Enter your registered email
de: Geben Sie Ihre registrierte E-Mail ein
ro: Introduceți email-ul înregistrat
ru: Войдите, чтобы забронировать эту квартиру
uk: Введіть номер мобільного, який Ви вказали при укладаннi договору з нами

source: Send Reset Link
de: Zurücksetzen Link
ro: Trimite Link de Resetare
ru: Срок действия этой ссылки истекает через 24 часа.
uk: Надіслати посилання

source: Password Reset Complete
de: Passwort zurücksetzen
ro: Resetare Parolă Completă
ru: Сброс пароля завершен
uk: Заміна пароля

source: Password reset complete
de: Passwort zurücksetzen komplett
ro: Resetare parolă completă
ru: Сброс пароля завершен
uk: Скинути пароль завершено

source: Your password has been successfully changed
ro: Parola dumneavoastră a fost modificată cu succes
ru: Ваше бронирование отменено

source: Sign in with new password
de: Anmelden mit neuem Passwort
ro: Autentificați-vă cu noua parolă
ru: Войдите, чтобы забронировать эту квартиру
uk: Підписатися на новий пароль

source: Set New Password
de: Neues Passwort eingeben
ro: Setare Parolă Nouă
ru: Установите новый пароль
uk: Встановити новий пароль

source: Set new password
de: Neues Passwort eingeben
ro: Setare parolă nouă
ru: Установить новый пароль
uk: Написати пароль

source: Your new password must be different from previous passwords
de: Ihr neues Passwort muss anders sein als frühere Passwörter
ro: Noua parolă trebuie să fie diferită de parolele anterioare
ru: Ваш новый пароль должен отличаться от предыдущих.
uk: Ваш новий пароль повинен відрізнятися від попередніх паролів

source: New password
de: Neues Passwort
ro: Parolă nouă
ru: Новый пароль
uk: Новий пароль

source: Enter new password
de: Neues Passwort eingeben
ro: Introduceți parola nouă
ru: Введите новый пароль
uk: Введіть новий пароль

source: Confirm new password
ro: Confirmat
ru: Подтверждено

source: Repeat new password
de: Neues Passwort wiederholen
ro: Repetați parola nouă
ru: Повторите новый пароль
uk: Повторити новий пароль

source: Invalid or expired link
de: Ungültiger oder abgelaufener Link
ro: Link invalid sau expirat
ru: Срок действия этой ссылки истекает через 24 часа.
uk: Інвалід або розірваний посилання

source: This password reset link has expired or is invalid.
de: Dieser Passwort-Reset-Link ist abgelaufen oder ungültig.
ro: Acest link de resetare a parolei a expirat sau este invalid.
ru: Эта ссылка сброса пароля истекла или является недействительной.
uk: Це посилання на скидання пароля, що закінчується або є недійсним.

source: Request a new link
ro: Solicită Rezervare
ru: Срок действия этой ссылки истекает через 24 часа.

source: Check Your Email
de: Überprüfen Sie Ihre E-Mail
ro: Verificați Email-ul
ru: Проверьте свою электронную почту
uk: Перевірити електронну пошту

source: Check your email
de: Überprüfen Sie Ihre E-Mail
ro: Verificați email-ul
ru: Проверьте свою электронную почту
uk: Перевірити електронну пошту
